Revit 2027 API
ColorFillScheme.IsLinkedFilesIncluded Property
 Represent if the scheme includes entries whose parameter values are based on elements from linked files.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsLinkedFilesIncluded { get; set; }
Public Property IsLinkedFilesIncluded As Boolean
	Get
	Set
public:
property bool IsLinkedFilesIncluded {
	bool get ();
	void set (bool value);
}
member IsLinkedFilesIncluded : bool with get, set
Property Value
Boolean
See Also
Reference
ColorFillScheme Class
Autodesk.Revit.DB Namespace